---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitParallelFlange
source: html/d7ab8942-5a08-6d29-50a1-0555b8abbf66.htm
---
# StructuralSectionISplitParallelFlange Properties

Common set of parameters for structural analysis.